{
  "metadata": {
    "total_size": 51434516640.0
  },
  "weight_map": {
    "h.0.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.0.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.0.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.0.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.0.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.0.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.0.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.0.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.0.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.0.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.0.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.0.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.0.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.0.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.1.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.1.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.1.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.1.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.1.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.1.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.1.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.1.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.1.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.1.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.1.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.1.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.1.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.1.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.10.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.10.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.10.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.10.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.10.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.10.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.10.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.10.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.10.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.10.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.10.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.10.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.10.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.10.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.11.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.11.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.11.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.11.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.11.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.11.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.11.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.11.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.11.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.11.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.11.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.11.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.11.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.11.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.12.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.12.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.12.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.12.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.12.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.12.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.12.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.12.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.12.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.12.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.12.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.12.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.12.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.12.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.13.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.13.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.13.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.13.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.13.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.13.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.13.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.13.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.13.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.13.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.13.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.13.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.13.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.13.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.14.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.14.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.14.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.14.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.14.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.14.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.14.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.14.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.14.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.14.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.14.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.14.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.14.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.14.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.15.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.15.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.15.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.15.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.15.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.15.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.15.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.15.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.15.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.15.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.15.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.15.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.15.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.15.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.16.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.16.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.16.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.16.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.16.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.16.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.16.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.16.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.16.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.16.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.16.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.16.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.16.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.16.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.17.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.17.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.17.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.17.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.17.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.17.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.17.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.17.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.17.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.17.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.17.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.17.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.17.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.17.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.18.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.18.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.18.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.18.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.18.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.18.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.18.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.18.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.18.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.18.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.18.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.18.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.18.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.18.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.19.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.19.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.19.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.19.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.19.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.19.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.19.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.19.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.19.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.19.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.19.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.19.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.19.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.19.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.2.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.2.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.2.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.2.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.2.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.2.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.2.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.2.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.2.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.2.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.2.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.2.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.2.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.2.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.20.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.20.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.20.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.20.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.20.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.20.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.20.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.20.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.20.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.20.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.20.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.20.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.20.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.20.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.21.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.21.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.21.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.21.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.21.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.21.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.21.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.21.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.21.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.21.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.21.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.21.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.21.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.21.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.22.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.22.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.22.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.22.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.22.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.22.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.22.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.22.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.22.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.22.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.22.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.22.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.22.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.22.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.23.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.23.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.23.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.23.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.23.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.23.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.23.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.23.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.23.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.23.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.23.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.23.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.23.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.23.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.24.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.24.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.24.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.24.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.24.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.24.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.24.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.24.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.24.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.24.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.24.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.24.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.24.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.24.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.25.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.25.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.25.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.25.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.25.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.25.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.25.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.25.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.25.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.25.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.25.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.25.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.25.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.25.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.26.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.26.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.26.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.26.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.26.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.26.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.26.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.26.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.26.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.26.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.26.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.26.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.26.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.26.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.27.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.27.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.27.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.27.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.27.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.27.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.27.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.27.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.27.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.27.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.27.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.27.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.27.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.27.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.28.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.28.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.28.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.28.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.28.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.28.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.28.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.28.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.28.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.28.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.28.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.28.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.28.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.28.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.29.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.29.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.29.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.29.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.29.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.29.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.29.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.29.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.29.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.29.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.29.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.29.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.29.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.29.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.3.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.3.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.3.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.3.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.3.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.3.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.3.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.3.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.3.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.3.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.3.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.3.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.3.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.3.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.30.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.30.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.30.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.30.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.30.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.30.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.30.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.30.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.30.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.30.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.30.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.30.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.30.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.30.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.31.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.31.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.31.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.31.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.31.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.31.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.31.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.31.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.31.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.31.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.31.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.31.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.31.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.31.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.32.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.32.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.32.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.32.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.32.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.32.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.32.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.32.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.32.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.32.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.32.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.32.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.32.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.32.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.33.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.33.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.33.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.33.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.33.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.33.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.33.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.33.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.33.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.33.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.33.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.33.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.33.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.33.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.34.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.34.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.34.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.34.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.34.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.34.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.34.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.34.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.34.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.34.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.34.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.34.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.34.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.34.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.35.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.35.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.35.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.35.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.35.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.35.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.35.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.35.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.35.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.35.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.35.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.35.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.35.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.35.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.36.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.36.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.36.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.36.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.36.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.36.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.36.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.36.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.36.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.36.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.36.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.36.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.36.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.36.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.37.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.37.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.37.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.37.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.37.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.37.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.37.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.37.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.37.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.37.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.37.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.37.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.37.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.37.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.38.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.38.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.38.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.38.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.38.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.38.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.38.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.38.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.38.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.38.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.38.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.38.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.38.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.38.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.39.attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.39.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "h.39.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "h.39.attn.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.39.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.39.attn.masked_bias": "pytorch_model-00002-of-00002.bin",
    "h.39.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "h.39.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "h.39.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "h.39.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "h.39.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "h.39.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "h.39.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "h.39.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "h.4.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.4.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.4.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.4.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.4.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.4.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.4.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.4.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.4.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.4.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.4.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.4.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.4.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.4.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.5.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.5.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.5.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.5.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.5.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.5.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.5.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.5.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.5.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.5.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.5.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.5.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.5.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.5.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.6.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.6.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.6.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.6.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.6.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.6.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.6.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.6.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.6.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.6.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.6.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.6.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.6.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.6.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.7.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.7.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.7.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.7.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.7.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.7.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.7.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.7.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.7.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.7.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.7.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.7.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.7.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.7.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.8.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.8.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.8.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.8.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.8.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.8.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.8.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.8.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.8.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.8.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.8.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.8.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.8.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.8.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.9.attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.9.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "h.9.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "h.9.attn.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.9.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "h.9.attn.masked_bias": "pytorch_model-00001-of-00002.bin",
    "h.9.ln_1.bias": "pytorch_model-00001-of-00002.bin",
    "h.9.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "h.9.ln_2.bias": "pytorch_model-00001-of-00002.bin",
    "h.9.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "h.9.mlp.c_fc.bias": "pytorch_model-00001-of-00002.bin",
    "h.9.mlp.c_fc.weight": "pytorch_model-00001-of-00002.bin",
    "h.9.mlp.c_proj.bias": "pytorch_model-00001-of-00002.bin",
    "h.9.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "ln_f.bias": "pytorch_model-00002-of-00002.bin",
    "ln_f.weight": "pytorch_model-00002-of-00002.bin",
    "wpe.weight": "pytorch_model-00001-of-00002.bin",
    "wte.weight": "pytorch_model-00001-of-00002.bin"
  }
}
